<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'reset' => 'パスワードの再設定が完了しました。',
    'sent' => 'パスワード再設定用のメールを送信しました。',
    'token' => 'トークンが無効です。最初からやり直してください。',
    'user' => 'エラーが発生しました。不正な操作が行われました。',
    'throttled' => 'エラーが発生しました。不正な操作が行われました。',
    //'sent' => 'パスワードリセットメールを送信しました。',
    //'user' => "メールアドレスに一致するユーザーは存在していません。",

];
